[
    {
        "name": "Бефстроганов",
        "ingredients": [
            "Говядина (мякоть) – 600 г",
            "Лук репчатый – 200 г (2 шт.)",
            "Сметана жирностью 20% – 130 г",
            "Соус томатный – 20 г",
            "Мука – 1,5 ст. ложки"
        ],
        "description": "Бефстроганов – одно из самых удачных блюд из говядины, \nкоторое отлично сочетается с любым гарниром. Отбитые и тонко нарезанные кусочки мяса быстро обжариваются, \nа затем тушатся с луком, сметаной и томатным соусом. Несмотря на минимальное время приготовления, говядина получается сочной, \nмягкой и очень нежной. Обязательно приготовьте!"
    },
    {
        "name": "Бисквит",
        "ingredients": [
            "Яйца – 3 шт.",
            "Сахар – 100 г (0,5 стакана ёмкостью 250 мл)",
            "Мука – 100 г (⅔ стакана ёмкостью 250 мл)",
            "Соль – 1 щепотка",
            "Разрыхлитель теста (по желанию) – 4 г (1 ч. ложка)"
        ],
        "description": "Прекрасная основа для любого торта! Всё очень просто и быстро. \nКлассический (простой) бисквит, который состоит из трёх основных ингредиентов! \nНежный, воздушный, пышный и просто идеальный! По этому рецепту ещё готовили наши мамы и бабушки. \nИ всем он хорошо знаком! Рецепт под силу даже начинающим!"
    },
    {
        "name": "Лапша",
        "ingredients": [
            "Яйца – 3 шт.",
            "Мука - 450 г",
            "Соль – 1 щепотка",
            "Разрыхлитель теста (по желанию) – 4 г (1 ч. ложка)"
        ],
        "description": "Домашняя лапша - это всегда вкусно, она не сравнится ни с какой покупной. \nЛапшу можно тушить в мясном соусе, подавать как гарнир, варить супы с домашней лапшой \nи готовить из нее еще много вкусных и полезных блюд."
    },
    {
        "name": "Мисо",
        "ingredients": [
            "Рыбный бульон даши (даси) — 4 стакана",
            "Тофу (шелковый) — 170 г",
            "Паста мисо (белая) — ¼ стакана",
            "Зеленый лук (по желанию)",
            "Вода - 4 стакана",
            "Комбу (ламинария, морская капуста) — 2 полоски (по 15 см)"
        ],
        "description": "Его приготовление не потребует от вас особых навыков, главное запасти \nвсе нужные ингредиенты. Итак, как приготовить мисо суп – рецепт от нашего автора."
    }


]